IdeaRS.OpenModel.Geometry3D.Polygon3D
Represents a polygon in three-dimensional space.

IdeaRS.OpenModel.Geometry3D.Polygon3D.#ctor
Contructor

IdeaRS.OpenModel.Geometry3D.Polygon3D.Points
List of polygon points